// © Copyright 2005-2010, 2015 HP Development Company, L.P.

TaskName = "校準列印品質";

CalibrationFailedTitle = "無法執行列印品質校準";
CalibrationFailedExplanation = "請檢查您的印表機是否已經連接並且已開啟電源，然後再試一次。";
PrintingPatternsProcessTitle = "正在列印圖樣…";
PenFailureMsg = "有一個墨水匣顯示為遺失、未偵測到或者未正確安裝。";

TwowayConnectionErrorTitle = "無法建立與裝置的雙向通訊";

NoPensErrorTitle = "未偵測到任何列印墨水匣";
NoPensErrorMessage = "如果已安裝列印墨水匣，請檢查墨水噴嘴上的膠帶是否已撕下。";

CriticalConditionTitle = "印表機發生嚴重問題";
CriticalConditionMsg = "請解決印表機上的嚴重問題。";

HSDQualityCalibrationTextFieldTitle = "校準列印品質";
HSDInfoTextFieldTitle = "此程序應該可以改善照片列印品質。在執行此校準程序前，建議您先執行清潔服務。";
HSDGuideTextFieldTitle = "按一下「校準」以開始此程序。這一動作需要約一分鐘的時間，並且會使用一張紙。 在此程序中請只使用普通紙。";
HSDCalibrateButtonTitle = "校準";

HSDPatternDescription1 = "檢查列印頁並選取標示最不顯著水平線的圖樣的標籤。 在您進行選取前，請確定已查看圖樣的較淡與較深的區域。";
HSDPatternLabel = "圖樣標籤：";
HSDPatternDescription2 = "在您選擇完成之後，請按一下「套用」。";
HSDApplyButton = "套用";
